Repository: vesta-webtrees-2-custom-modules/vesta_personal_facts
Catalog: resources/lang/*.po
Languages: ca, cs, da, de, fr, nb_no, ru, sk, ta, tr, uk

source: %1$s (historic maps)
ca: %1$s (mapes històrics)
cs: %1$s (historické mapy)
da: %1$s (historiske kort)
de: %1$s (historische Karten)
fr: %1$s (cartes historiques)
nb_no: %1$s (historiske kart)
ru: %1$s (исторические карты)
sk: %1$s (historické mapy)
ta: %1$s (வரலாற்று வரைபடங்கள்)
tr: %1$s (tarihi haritalar)
uk: %1$s (історичні карти)

source: &lt;select&gt;
ru: &lt;выберите&gt;
sk: &lt;vybrať&gt;

source: Aerial Base Map
ca: Mapa base aeri
cs: Letecká mapa
da: Luftfotografisk grundkort
de: Luftbild-Grundkarte
fr: Carte de vue aérienne
nb_no: Flyfoto basiskart
ru: Аэрографическая базовая карта
sk: HERE mapa (letecká)
ta: வான்வழி அடிப்படை வரைபடம்
tr: Hava Üssü Haritası
uk: Повітряна базова карта

source: Also extends facts and events on the family page.
ca: També amplia fets i esdeveniments a la pàgina familiar.
cs: Rozšiřuje také fakty a události na stránce rodiny.
da: Udvider også fakta og hændelser på familieoversigten.
de: Auch Tatsachen und Ereignisse auf der Familienseite erweitern.
fr: Étend également les faits et les événements sur la page de la famille.
sk: Rozšíriť fakty a udalosti aj na stránke rodiny.
ta: குடும்பப் பக்கத்தில் உண்மைகளையும் நிகழ்வுகளையும் விரிவுபடுத்துகிறது.
tr: Ayrıca aile sayfasındaki bilgi ve olayları da genişletir.

source: Also provides additional map links.
ca: També proporciona enllaços de mapes addicionals.
cs: Poskytuje také dodatečné odkazy na mapy.
da: Inkluderer yderligere kortlinks.
de: Enthält auch zusätzliche Kartenlinks.
fr: Fournit également des liens cartographiques supplémentaires.
sk: Poskytnúť aj dodatočné odkazy na mapy.
ta: கூடுதல் வரைபட இணைப்புகளையும் வழங்குகிறது.
tr: Ayrıca ek harita bağlantıları da sağlar.

source: Also replaces the original 'Extra information' module.
ru: Также заменяет исходный модуль «Дополнительная информация».
sk: Taktiež nahrádza originálny modul „Osobitné údaje“.
uk: Також замінює оригінальний модуль "Додаткова інформація".

source: An extended 'Facts and Events' tab, with hooks for other custom modules.
ca: Una pestanya ampliada "Dades i esdeveniments", amb ganxos per a altres mòduls personalitzats.
cs: Rozšířená záložka 'Fakta a události' s háčky pro ostatní moduly.
da: En udvidet "Fakta og hændelser"-fane med hægter til andre brugerdefinerede moduler.
de: Eine erweiterte Registerkarte 'Tatsachen und Ereignisse', mit Schnittstellen (hooks) für andere benutzerdefinierte Module.
fr: Un onglet «Faits et événements» étendu, avec des accroches pour d'autres modules personnalisés.
nb_no: En utvidet «Fakta og hendelser»-fane, med hooks for andre egendefinerte moduler.
ru: Расширенная вкладка «Факты и события» с хуками для других пользовательских модулей.
sk: Rozšírená záložka „Fakty a udalost“ s háčikmi pre ďalšie moduly.
ta: பிற தனிப்பயன் தொகுதிகளுக்கான கொக்கிகள் கொண்ட ஒரு நீட்டிக்கப்பட்ட 'உண்மைகள் மற்றும் நிகழ்வுகள்' தாவல்.
tr: Diğer özel modüller için kancalar içeren genişletilmiş bir 'Gerçekler ve Olaylar' sekmesi.
uk: Розширена вкладка "Факти та події" з гачками для інших користувацьких модулів.

source: Associate at a marriage
ca: Associat a un matrimoni
cs: Společník na svatbě
da: Deltager ved et bryllup
de: Verbundene Person bei einer Hochzeit
fr: Associé à un mariage
nb_no: Associate til et ekteskap
ru: Супруг
sk: Pridružená osoba pri sobáši
ta: ஒரு திருமணத்தில் இணைந்தவர்
tr: Bir evlilikte ilişki
uk: Поплічник у шлюбі

# FEMALE
source: Associate at a marriage
ca: Associat a un matrimoni
cs: Společnice na svatbě
da: Deltager ved et bryllup
de: Verbundene Person bei einer Hochzeit
fr: Associée à un mariage
nb_no: Associate til et ekteskap
ru: Супруг
sk: Pridružená osoba pri sobáši
ta: ஒரு திருமணத்தில் இணைந்தவர்
tr: Bir evlilikte ilişki
uk: Поплічник у шлюбі

# MALE
source: Associate at a marriage
ca: Associat a un matrimoni
cs: Společník na svatbě
da: Deltager ved et bryllup
de: Verbundene Person bei einer Hochzeit
fr: Associé à un mariage
nb_no: Associate til et ekteskap
ru: Супруг
sk: Pridružená osoba pri sobáši
ta: ஒரு திருமணத்தில் இணைந்தவர்
tr: Bir evlilikte ilişki
uk: Поплічник у шлюбі

source: Associated events
ru: Связанные события
sk: Pripojené udalosti

source: Baptism of a godchild
ca: Baptisme d'un fillol
cs: Křest kmotřence/kmotřenky
da: Gudbarns dåb
de: Taufe eines Patenkindes
fr: Baptême d'un filleul
nb_no: Dåp av et gudbarn
ru: Крестник
sk: Krst krstného dieťaťa
ta: ஒரு கடவுளின் ஞானச்நானம்
tr: Bir vaftiz çocuğunun vaftizi
uk: Хрестини хрещеника/хресниці (таїнство)

source: Baptism of a goddaughter
ca: Baptisme de fillola
cs: Křest kmotřenky
da: Guddatters dåb
de: Taufe einer Patentochter
fr: Baptême d'une filleule
nb_no: Dåpen til en guddatter
ru: Крестница
sk: Krst krstnej dcéry
ta: ஒரு கடவுளின் ஞானச்நானம்
tr: Bir vaftiz kızının vaftizi
uk: Хрестини хрещениці (таїнство)

source: Baptism of a godson
ca: Baptisme d'un fillol
cs: Křest kmotřence
da: Gudsøns dåb
de: Taufe eines Patensohnes
fr: Baptême d'un filleul
nb_no: Dåp av en gudsønn
ru: Крестный
sk: Krst krstného syna
ta: ஒரு கடவுளின் ஞானச்நானம்
tr: Bir vaftiz oğlunun vaftizi
uk: Хрестини хрещеника (таїнство)

source: Base64-encoded data URI for the link icon. Convert the icon to a data URI e.g. via %1$s. The result should start with something like %2$s. A good source of the icon image is usually the map provider's favicon image, such as %3$s. It will be displayed properly resized.
ca: URI de dades codificades en base64 per a la icona de l'enllaç. Converteix la icona en una URI de dades, per exemple, mitjançant: %1$s. El resultat hauria de començar amb alguna cosa així %2$s. Una bona font de la imatge de la icona sol ser la imatge de favicon del proveïdor de mapes, com ara %3$s. Es mostrarà correctament redimensionat.
cs: Base64 kódované datové URI pro ikonu odkazu. Převeďte ikonu na datové URI např. pomocí %1$s. Výsledek by měl začínat něčím jako %2$s. Dobrým zdrojem obrázku ikony je obvykle obrázek faviconu poskytovatele mapy, jako např. %3$s. Zobrazí se ve správné velikosti.
da: Base64-kodet data-URI for linkikonet. Konverter ikonet til en data-URI, f.eks. via %1$s. Resultatet skal starte med noget som %2$s. En god kilde til ikonbilledet er normalt kortudbyderens favicon-billede, som f.eks. %3$s. Det vil blive vist korrekt i den rigtige størrelse.
de: Base64-kodierte Daten-URI für das Link-Symbol. Konvertieren Sie das Symbol in einen Daten-URI z. B. über %1$s. Das Ergebnis sollte mit etwas wie %2$s beginnen. Eine gute Quelle für das Icon-Bild ist normalerweise das Favicon-Bild des Kartenanbieters, z. B. %3$s. Es wird dann in der richtigen Größe angezeigt.
fr: URI de données encodé en base64 pour l'icône de lien. Convertissez l'icône en URI de données, par exemple via %1$s. Le résultat devrait commencer par quelque chose comme %2$s. Une bonne source d'image d'icône est généralement l'image favicon du fournisseur de carte, telle que %3$s. Il sera affiché correctement redimensionné.
nb_no: Base64-kodet data-URI for lenke-ikonet. Start med å konvertere ikonet til en data-URI, f.eks. via %1$s. Resultatet skulle gjerne starte med noe sånt som %2$s. En god kilde for ikon-bildet er vanligvis kartleverandørens favicon-bilde, som f.eks. %3$s. Det vil bli vist i riktig størrelse.
ru: URI данных в кодировке Base64 для значка ссылки. Преобразуйте значок в URI данных, например через %1$s. Результат должен начинаться примерно с %2$s. Хорошим источником изображения значка обычно является изображение значка поставщика карты, например %3$s. Он будет отображаться с правильным размером.
sk: Base64 kódované dátové URI pre ikonu odkazu. Skonvertujete ikonu na dátové URI napr. pomocou %1$s. Výsledok by mal začínať niečím ako %2$s. Dobrý zdroj pre ikonu je poväčšine favicon poskytovateľa mapy, ako napr. %3$s. Bude zobrazené v správnej veľkosti.
ta: இணைப்பு ஐகானுக்கு BASE64-குறியிடப்பட்ட தரவு URI. ஐகானை ஒரு தரவு யூரி என மாற்றவும் எ.கா. %1$s வழியாக. இதன் விளைவாக %2$s போன்றவற்றுடன் தொடங்க வேண்டும். படவுரு படத்தின் ஒரு நல்ல சான்று பொதுவாக %3$s போன்ற வரைபட வழங்குநரின் ஃபேவிகான் படமாகும். இது சரியாக மறுஅளவாக்கப்பட்டதாகக் காட்டப்படும்.
tr: Bağlantı simgesi için Base64 olarak kodlanmış veri URI'si. Simgeyi bir veri URI'sine dönüştürün, örneğin %1$s üzerinden. Sonuç %2$s gibi bir şeyle başlamalıdır. Simge görüntüsünün iyi bir kaynağı genellikle %3$s gibi harita sağlayıcısının ikon görüntüsüdür. Uygun şekilde yeniden boyutlandırılmış olarak görüntülenecektir.
uk: data URI, закодований в Base64, для значка посилання. Перетворіть значок на data URI, наприклад за допомогою сервісу %1$s. Результат повинен починатися приблизно як %2$s. Хорошим джерелом зображення піктограми зазвичай є зображення значка постачальника карт, наприклад %3$s. Його розмір буде відображено належним чином.

source: Best man at a marriage
ca: Padrí de boda
cs: Svědek ženicha
da: Forlover ved et bryllup
de: Trauzeuge bei einer Hochzeit
fr: Garçon d'honneur au mariage
nb_no: Forlover i et ekteskap
ru: Шафер на свадьбе
sk: Družba pri svadbe
ta: ஒரு திருமணத்தில் சிறந்த மனிதர்
tr: Bir evlilikte sağdıç
uk: Боярин на весіллі

source: Bridesmaid at a marriage
ca: Dama d'honor en una boda
cs: Družička nevěsty
da: Brudepige ved et bryllup
de: Brautjungfer bei einer Hochzeit
fr: Demoiselle d'honneur au mariage
nb_no: Brudepike i et ekteskap
ru: Подружка невесты на свадьбе
sk: Družička pri svadbe
ta: ஒரு திருமணத்தில் துணைத்தலைவர்
tr: Bir evlilikte nedime
uk: Подружка нареченої

source: Christening of a godchild
ca: Bateig de fillol
cs: Křest kmotřence/kmotřenky
da: Gudbarns dåb
de: Kindstaufe eines Patenkindes
fr: Baptême d'un filleul
nb_no: Dåp av et gudbarn
ru: Крещение крестника
sk: Krst krstného dieťaťa
ta: ஒரு காட்சைல்டின் கிறிச்டிங்
tr: Bir vaftiz çocuğunun vaftiz edilmesi
uk: Хрещення хресника/хресниці (церемонія)

source: Christening of a goddaughter
ca: Bateig de fillola
cs: Křest kmotřenky
da: Guddatters dåb
de: Kindstaufe einer Patentochter
fr: Baptême d'une filleule
nb_no: Dåp av en guddatter
ru: Крещение крестницы
sk: Krst krstnej dcéry
ta: ஒரு கடவுளின் கிறிச்டிங்
tr: Bir vaftiz kızının vaftiz edilmesi
uk: Хрещення хрещениці (церемонія)

source: Christening of a godson
ca: Bateig de fillol
cs: Křest kmotřence
da: Gudsøns dåb
de: Kindstaufe eines Patensohnes
fr: Baptême d'un filleul
nb_no: Dåp av en gudsønn
ru: Крещение крестника
sk: Krst krstného syna
ta: ஒரு கடவுளின் கிறிச்டிங்
tr: Bir vaftiz oğlunun vaftiz edilmesi
uk: Хрещення хрещеника (церемонія)

source: Custom Map Provider
ca: Proveïdor de mapes personalitzats
cs: Uživatelem definovaný poskytovatel mapy
da: Brugervalgt kortleverandør
de: Benutzerdefinierte Kartenanbieter
fr: Fournisseur de carte personnalisée
nb_no: Brukervalgt kartleverandør
ru: Поставщик пользовательских карт
sk: Užívateľom definovaný poskytovateľ mapy
ta: தனிப்பயன் வரைபட வழங்குநர்
tr: Özel Harita Sağlayıcısı
uk: Сторонній постачальник карт

source: Custom event
ru: Пользовательское событие
sk: Užívateľsky definovaná udalosť

source: Custom fact
ru: Пользовательский факт
sk: Užívateľsky definovaný fakt

source: Display an icon with a tooltip indicating the source of the map links. This is intended mainly for debugging.
ca: Mostra una icona amb un indicador de funció que indica l'origen dels enllaços del mapa. Això està pensat principalment per a la depuració.
cs: Zobrazit ikonu s tooltipem naznačujícím pramen mapových odkazů. Toto je zamýšleno hlavně pro debugging.
da: Vis et ikon med værktøjstip med kortlinkets kilde. Dette er primært til fejlsøgning.
de: Zeigt ein Symbol mit einem Tooltip an, der die Quelle der Kartenlinks angibt. Dies ist im Wesentlichen für die Fehlersuche gedacht.
fr: Affichez une icône avec une info-bulle indiquant la source des liens de la carte. Ceci est principalement destiné au débogage.
nb_no: Vis et ikon med et verktøytips som angir kilden til kartkoblingene. Dette er hovedsakelig ment for feilsøking.
ru: Отобразите значок с всплывающей подсказкой, указывающей на источник ссылок на карту. Это предназначено в основном для отладки.
sk: Zobraziť ikonu s tooltipom, dávajúcim informáciu o zdroji mapových odkazov. Toto je určené hlavne pre debugovanie.
ta: வரைபட இணைப்புகளின் மூலத்தைக் குறிக்கும் உதவிக்குறிப்புடன் ஒரு ஐகானைக் காண்பி. இது முக்கியமாக பிழைத்திருத்தத்திற்காக வடிவமைக்கப்பட்டுள்ளது.
tr: Harita bağlantılarının kaynağını gösteren bir araç ipucu içeren bir simge görüntüler. Bu esas olarak hata ayıklama için tasarlanmıştır.
uk: Відображати піктограму із підказкою із зазначенням джерела посилань на карту. Це призначено в основному для налагодження.

source: Europe in the XIX. century | %1$s
ca: Europa al segle XIX. segle | %1$s
cs: Evropa v XIX. století | %1$s
da: Europa i det 19. århundrede | %1$s
de: Europa im 19. Jahrhundert | %1$s
fr: L'Europe au XIX. siècle | %1$s
nb_no: Europa i XIX. århundre | %1$s
ru: Европа в XIX в. век | %1$s
sk: Európa v XIX. storočí | %1$s
ta: XIX இல் ஐரோப்பா. நூற்றாண்டு | %1$s
tr: XIX. yüzyılda Avrupa | %1$s
uk: Європа в XIX. століття | %1$s

source: Fact or event
ru: Факт или событие
sk: Fakt alebo udalosť

source: Facts and Events List
ca: Llista de fets i esdeveniments
cs: Seznam faktů a událostí
da: Liste over fakta og hændelser
de: Liste der Tatsachen und Ereignisse
fr: Liste des faits et événements
nb_no: Fakta- og hendelsesliste
ru: Список фактов и событий
sk: Zoznam faktov a udalostí
ta: உண்மைகள் மற்றும் நிகழ்வுகள் பட்டியல்
tr: Gerçekler ve Olaylar Listesi
uk: Перелік фактів та подій

source: Facts and Events Tab UI Element Providers
ca: Pestanya de Fets i esdeveniments amb Proveïdors d'elements d'interfície d'usuari
cs: Poskytovatelé UI elementů pro záložku Fakta a události
da: Leverandører af brugergrænsefladeelementer for fakta og hændelser
de: Tatsachen und Ereignisse Registerkarte UI Element Provider
fr: Fournisseurs d'éléments d'interface utilisateur de l'onglet Faits et événements
nb_no: Leverandører av brukergrensesnittelement for fakta og hendelser
ru: Вкладка "Факты и события" Поставщики элементов пользовательского интерфейса
sk: Poskytovatelia prvkov užívateľského rozhrania pre záložku Fakty a udalosti
ta: உண்மைகள் மற்றும் நிகழ்வுகள் தாவல் இடைமுகம் உறுப்பு வழங்குநர்கள்
tr: Gerçekler ve Olaylar Sekmesi UI Öğe Sağlayıcıları
uk: Вкладка "Факти та події" Постачальники елементів інтерфейсу користувача

source: Hide coordinates, show map links after place name
ca: Amaga les coordenades, mostra els enllaços del mapa després del topònim
cs: Skrýt souřadnice, zobrazit odkazy na mapy za názvem místa
da: Skjul koordinater. Vis kortlinks efter stednavn
de: Koordinaten ausblenden, Kartenlinks nach dem Ortsnamen anzeigen
fr: Masquer les coordonnées, afficher les liens de la carte après le nom du lieu
nb_no: Skjul koordinater, vis kartkoblinger etter stedsnavn
ru: Скрыть координаты, показать ссылки на карту после названия места
sk: Skryť súradnice, zobraziť ikonu mapy za názvom miesta
ta: ஆயங்களை மறைக்கவும், இட பெயருக்குப் பிறகு வரைபட இணைப்புகளைக் காட்டவும்
tr: Koordinatları gizle, yer adından sonra harita bağlantılarını göster
uk: Приховати координати, показати посилання на карту після назви місця

source: If this option is checked, additional facts and events where the individual is listed as an associate are restricted to the following facts and events.
ca: Si es marca aquesta opció, els fets i esdeveniments addicionals en què la persona figura com a associada es limiten als fets i esdeveniments següents.
cs: Je-li zvolena tato možnost, jsou dodatečná fakta a události spojené s osobou společníka omezena na následující fakta a události.
da: Ved dette valg er yderligere fakta og begivenheder, hvor personen er opført som en part, begrænset til de følgende fakta og hændelser.
de: Wenn diese Einstellung aktiviert ist, werden zusätzliche Tatsachen und Ereignisse, bei denen die Person als Beteiligte aufgeführt ist, auf die folgenden Tatsachen und Ereignisse beschränkt.
fr: Si cette option est cochée, les faits et événements supplémentaires où l'individu est répertorié comme associé sont limités aux faits et événements suivants.
nb_no: Hvis dette alternativet er merket av, er flere fakta og hendelser der personen er oppført som en tilknyttet, begrenset til følgende fakta og hendelser.
ru: Если этот параметр отмечен, дополнительные факты и события, в которых данное лицо указано как ассоциированное лицо, ограничиваются следующими фактами и событиями.
sk: Ak je zvolená táto možnosť, zobrazia sa iba tie dodatočné fakty a údaje, kde je osoba uvedená ako pridružená osoba, ktoré sú uvedené v nasledujúcom zozname.
ta: இந்த விருப்பம் சரிபார்க்கப்பட்டால், தனிநபர் ஒரு கூட்டாளராக பட்டியலிடப்பட்ட கூடுதல் உண்மைகள் மற்றும் நிகழ்வுகள் பின்வரும் உண்மைகள் மற்றும் நிகழ்வுகளுக்கு கட்டுப்படுத்தப்படுகின்றன.
tr: Bu seçenek işaretlenirse, bir kişinin bir ortak olarak listelendiği ek gerçekler ve olaylar aşağıdaki gerçekler ve olaylarla sınırlıdır.
uk: Якщо цей параметр встановлений, а особа значиться як співучасник, додаткові факти та події обмежуються наступними фактами та подіями.

source: In the original tab, coordinates are shown (with map links). This tends to clutter the place display, in particular if there are additional modules providing coordinates.
ca: A la pestanya original es mostren les coordenades (amb enllaços al mapa). Això tendeix a desordenar la visualització del lloc, en particular si hi ha mòduls addicionals que proporcionen coordenades.
cs: V původní záložce jsou zobrazeny souřadnice (včetně odkazů na mapy). To vede k přeplnění zobrazení místa, zvláště když se zapojí další moduly poskytující souřadnice.
da: I den oprindelige fane vises koordinater (med kortlinks). Det kan gøre stedoversigten uoverskuelig, især hvis der er andre moduler, der angiver koordinater.
de: In der ursprünglichen Registerkarte werden Koordinaten (mit Kartenlinks) angezeigt. Dies trägt dazu bei die Ortsanzeige unübersichtlich zu machen, insbesondere wenn es zusätzliche Module gibt, die Koordinaten liefern.
fr: Dans l'onglet d'origine, les coordonnées sont affichées (avec des liens cartographiques). Cela a tendance à encombrer l'affichage des lieux, en particulier s'il existe des modules supplémentaires fournissant des coordonnées.
nb_no: I den opprinnelige kategorien vises koordinater (med kartkoblinger). Dette har en tendens til å rote stedsskjermen, spesielt hvis det er flere moduler som gir koordinater.
ru: В исходной вкладке отображаются координаты (со ссылками на карту). Это имеет тенденцию загромождать отображение места, в частности, если есть дополнительные модули, предоставляющие координаты.
sk: V originálnej záložke sú zobrazené súradnice (včítane odkazov na mapy). To môže viesť k preplneniu miesta, zvlášť ak súradnice poskytované dodatočnými modulmi.
ta: அசல் தாவலில், ஆயத்தொகுப்புகள் காட்டப்படுகின்றன (வரைபட இணைப்புகளுடன்). இது இடக் காட்சியைக் கட்டுப்படுத்துகிறது, குறிப்பாக ஒருங்கிணைப்புகளை வழங்கும் கூடுதல் தொகுதிகள் இருந்தால்.
tr: Orijinal sekmesinde, koordinatlar gösterilir (harita bağlantıları ile). Bu, özellikle koordinatları sağlayan ek modüller varsa, yer ekranını karmaşıklaştırma eğilimindedir.
uk: На оригінальній вкладці відображаються координати (із посиланнями на карту). Це, як правило, захаращує відображення місця, зокрема, якщо є додаткові модулі, що забезпечують координати.

source: Include 'TM' in tooltip
ca: Incloeu "TM" al consell d'eina
cs: V tooltipu zahrnout 'TM'
da: Inkluder 'TM' i værktøjstip
de: 'TM' im Tooltip anzeigen
fr: Inclure «TM» dans l'info-bulle
nb_no: Inkluder 'TM' i verktøytips
ru: Включить TM во всплывающую подсказку
sk: Zobrazovať „TM“ v tooltipe
ta: உதவிக்குறிப்பில் 'டி.எம்' சேர்க்கவும்
tr: Araç ipucuna 'TM' i dahil et
uk: Включати 'TM' у підказку

source: Include a marker in the linked map.
ca: Incloeu un marcador al mapa enllaçat.
cs: Zobrazit poziční značku na odkazované mapě.
da: Inkluder en markør på det linkede kort.
de: Eine Markierung in die verknüpfte Karte einfügen.
fr: Incluez un marqueur dans la carte liée.
nb_no: Inkluder en markør i det koblede kartet.
ru: Добавьте маркер на связанную карту.
sk: Zobraziť na mape značku pozície.
ta: இணைக்கப்பட்ட வரைபடத்தில் ஒரு மார்க்கரைச் சேர்க்கவும்.
tr: Bağlantılı haritaya bir işaretleyici ekleyin.
uk: Показувати маркер на пов’язаній карті.

source: Include marker
ca: Inclou marcador
cs: Zobrazit poziční značku
da: Inkluder markør
de: Marker einfügen
fr: Inclure le marqueur
nb_no: Inkluder markør
ru: Включить маркер
sk: Zobraziť značku pozície
ta: மார்க்கர் சேர்க்கவும்
tr: İşaretleyiciyi dahil et
uk: Включити маркер

source: Intended as a replacement for the original 'Facts and events' module.
ca: Pensat com a substitut del mòdul original "Fets i esdeveniments".
cs: Zamýšlen jako náhrada za původní modul 'Fakta a události'.
da: Tænkt som en erstatning for det oprindelige "Fakta og hændelser"-modul.
de: Ist als Ersatz für das ursprüngliche Modul "Tatsachen und Ereignisse" gedacht.
fr: Destiné à remplacer le module original «Faits et événements».
nb_no: Ment som en erstatning for den opprinnelige "Fakta og hendelser"-modulen.
ru: Предназначен для замены исходного модуля «Факты и события».
sk: Plánované ako náhrada za originálny modul „Fakty a udalosti“.
ta: அசல் 'உண்மைகள் மற்றும் நிகழ்வுகள்' தொகுதிக்கு மாற்றாக கருதப்படுகிறது.
tr: Orijinal 'Gerçekler ve olaylar' modülünün yerine geçmesi amaçlanmıştır.
uk: Призначений як заміна оригінального модуля "Факти та події".

source: Latitude/Longitude
ca: Latitud/Longitud
cs: Zeměpisná šířka/délka
da: Bredde-/længdegrad
de: Breitengrad/Längengrad (Lat/Lon)
nb_no: Bredde og lengdegrad
ru: Широта/Долгота
sk: Zemepisná šírka/dĺžka
ta: அட்சரேகை/தீர்க்கரேகை
tr: Enlem/Boylam
uk: Широта/довгота

source: Link icon as data URI
ca: Icona d'enllaç com a URI de dades
cs: Ikona odkazu jako datové URI
da: Link-ikon i data-URI format
de: Link-Symbol als Daten-URI
fr: Icône de lien comme URI de données
nb_no: Lenke-ikon som data-URI
ru: Значок ссылки как URI данных
sk: Ikona odkazu ako dátové URI
ta: ஐகானை தரவு யூரி என இணைக்கவும்
tr: Veri URI'si olarak bağlantı simgesi
uk: Значок посилання як data URI

source: Map links are also configurable via separate modules now.
ca: Ara els enllaços de mapes també es poden configurar mitjançant mòduls separats.
cs: Odkazy na mapy je nyní možné konfigurovat v samostatných modulech.
da: Kortlinks kan nu også konfigureres via separate moduler.
de: Kartenlinks sind auch über separate Module konfigurierbar.
fr: Les liens cartographiques sont également configurables via des modules séparés maintenant.
sk: Odkazy na mapy sa teraz dajú konfigurovať v samostatnom module.
ta: வரைபட இணைப்புகள் இப்போது தனி தொகுதிகள் வழியாக கட்டமைக்கப்படுகின்றன.
tr: Harita bağlantıları da artık ayrı modüller aracılığıyla yapılandırılabilir.

source: Name
ca: Nom
cs: Jméno
da: Navn
fr: Nom
nb_no: Navn
ru: Имя
sk: Meno
ta: பெயர்
tr: Ad
uk: Ім'я

source: OSM Base Map
ca: Mapa base OSM
cs: Mapa OSM
da: OSM Basiskort
de: OSM Grundkarte
fr: Carte de base OSM
nb_no: OSM-basiskart
ru: Базовая карта ОСМ
sk: HERE základná mapa
ta: OSM அடிப்படை வரைபடம்
tr: OSM Temel Haritası
uk: Базова карта OSM

source: Only show specific facts and events
ca: Mostra només fets i esdeveniments concrets
cs: Zobrazit jen určitá fakta a události
da: Vis kun specifikke fakta og hændelser
de: Nur bestimmte Tatsachen und Ereignisse anzeigen
fr: N'afficher que des faits et événements spécifiques
nb_no: Vis bare spesifikke fakta og hendelser
ru: Показывать только конкретные факты и события
sk: Zobraziť len určité fakty a udalosti
ta: குறிப்பிட்ட உண்மைகளையும் நிகழ்வுகளையும் மட்டுமே காண்பி
tr: Sadece belirli gerçekleri ve olayları göster
uk: Показувати лише конкретні факти та події
