Repository: vesta-webtrees-2-custom-modules/vesta_personal_facts
Catalog: resources/lang/*.po
Languages: ca, cs, da, de, fr, nb_no, ru, sk, ta, tr, uk

source: Open links in new browser tab
ca: Obrir enllaços en una pestanya nova del navegador
cs: Odkazy otevírat v nové záložce prohlížeče
da: Åbn links i en ny browserfane
de: Links im neuen Browser-Tab öffnen
fr: Ouvrir les liens dans le nouvel onglet du navigateur
nb_no: Åpne koblinger i ny nettleserfane
ru: Открытые ссылки в новой вкладке браузера
sk: Otvárať odkazy v novom liste prehliadača
ta: புதிய உலாவி தாவலில் இணைப்புகளைத் திறக்கவும்
tr: Bağlantıları yeni tarayıcı sekmesinde aç
uk: Відкривати посилання в новій вкладці

source: Place Settings
ca: Configuració del lloc
cs: Nastavení místa
da: Indstillinger for sted
de: Orts-Einstellungen
fr: Paramètres de lieu
nb_no: Stedinnstillinger
ru: Настройки места
sk: Nastavenia miesta
ta: அமைப்புகளை வைக்கவும்
tr: Yer Ayarları
uk: Налаштування місця

source: Replacement for the original 'Facts and events' module.
ca: Substitució del mòdul original "Fets i esdeveniments".
cs: Náhrada za původní modul 'Fakta a události'.
da: Alternativ til det oprindelige "Fakta og hændelser"-modul.
de: Ersatz für das ursprüngliche Modul 'Tatsachen und Ereignisse'.
fr: Remplacement du module original «Faits et événements».
nb_no: Erstatning for den opprinnelige "Fakta og hendelser"-modulen.
ru: Замена оригинального модуля «Факты и события».
sk: Náhrada za pôvodný modul „Fakty a udalosti“.
ta: அசல் 'உண்மைகள் மற்றும் நிகழ்வுகள்' தொகுதிக்கு மாற்றாக.
tr: Orijinal 'Gerçekler ve olaylar' modülünün değiştirilmesi.
uk: Заміна оригінального модуля "Факти та події".

source: Show additional info for map links
ca: Mostra informació addicional per als enllaços al mapa
cs: Zobrazit přídavné informace k odkazům na mapy
da: Vis mere info om kortlinks
de: Zusätzliche Informationen für Kartenlinks anzeigen
fr: Afficher des informations supplémentaires pour les liens vers la carte
nb_no: Vis mer informasjon for kartkoblinger
ru: Показать дополнительную информацию для ссылок на карту
sk: Zobraziť dodatočné informácie k odkazom na mapy
ta: வரைபட இணைப்புகளுக்கான கூடுதல் தகவலைக் காட்டு
tr: Harita bağlantıları için ek bilgileri göster
uk: Показати додаткову інформацію для посилань на карту

source: Show linked map with additional options
ca: Mostra el mapa enllaçat amb opcions addicionals
cs: Zobrazovat odkazovanou mapu s dalšími možnostmi
da: Vis forbundet kort med yderligere indstillinger
de: Verknüpfte Karte mit zusätzlichen Optionen anzeigen
fr: Afficher la carte liée avec des options supplémentaires
nb_no: Vis koblet kart med flere alternativer
ru: Показать связанную карту с дополнительными опциями
sk: Zobraziť mapu s ďalšími možnosťami
ta: கூடுதல் விருப்பங்களுடன் இணைக்கப்பட்ட வரைபடத்தைக் காண்பி
tr: Bağlantılı haritayı ek seçeneklerle göster
uk: Показати пов’язану карту з додатковими опціями

source: Show links to Bing Maps
ca: Mostra enllaços als Mapes del Bing
cs: Zobrazovat odkaz na Bing Maps
da: Vis links til Bing Maps
de: Links zu Bing Maps anzeigen
fr: Afficher les liens vers Bing Maps
nb_no: Vis koblinger til Bing-kart
ru: Показать ссылки на Bing Maps
sk: Zobraziť odkaz na Bing Maps
ta: பிங் வரைபடங்களுக்கான இணைப்புகளைக் காட்டு
tr: Bing Haritalarına bağlantıları göster
uk: Показувати посилання на Bing Maps

source: Show links to Google Maps
ca: Mostrar enllaços a Google Maps
cs: Zobrazovat odkaz na Google Maps
da: Vis links til Google Maps
de: Links zu Google Maps anzeigen
fr: Afficher les liens vers Google Maps
nb_no: Vis linker til Google Maps
ru: Показать ссылки на Google Карты
sk: Zobraziť odkaz na Google Maps
ta: Google வரைபடங்களுக்கான இணைப்புகளைக் காண்பி
tr: Google Haritalar'a bağlantıları göster
uk: Показати посилання на Google Maps

source: Show links to OpenStreetMap
ca: Mostra enllaços a OpenStreetMap
cs: Zobrazovat odkaz na OpenStreetMap
da: Vis links til OpenStreetMap
de: Links zu OpenStreetMap anzeigen
fr: Afficher les liens vers OpenStreetMap
nb_no: Vis lenker for å åpne OpenStreetMap
ru: Показать ссылки на OpenStreetMap
sk: Zobraziť odkazy na OpenStreetMap
ta: OpenStreetMap க்கான இணைப்புகளைக் காட்டு
tr: OpenStreetMap bağlantılarını göster
uk: Показувати посилання на OpenStreetMap

source: Show links to a historic map of Europe in the XIX. century, or the United States of America (1880-1926), if applicable
ca: Mostra enllaços a un mapa històric de l'Europa del segle XIX. segle, o els Estats Units d'Amèrica (1880-1926), si escau
cs: Zobrazit odkazy na historickou mapu Evropy v XIX. století, nebo Spojených států amerických (1880 - 1926), pokud možno
da: Vis links til et historisk europakort fra 19. århundrede eller til kort over USA (1880-1926), hvis det er muligt
de: Links zu historischen Karten von Europa aus dem 19. Jahrhundert oder den USA (1880-1926) anzeigen - falls zutreffend
fr: Afficher les liens vers une carte historique de l'Europe au XIX. siècle, ou aux États-Unis d'Amérique (1880-1926), le cas échéant
nb_no: Vis linker til et historisk kart over Europa i XIX. århundre, eller USA (1880-1926), hvis aktuelt
ru: Показать ссылки на историческую карту Европы в XIX. или Соединенных Штатов Америки (1880-1926), если это применимо
sk: Zobraziť odkaz na historickú mapu Európy z XIX. storočia, alebo USA (1880-1926), ak pre danú lokalitu existuje príslušný mapový podklad
ta: XIX இல் ஐரோப்பாவின் வரலாற்று வரைபடத்திற்கான இணைப்புகளைக் காட்டு. செஞ்சுரி, அல்லது அமெரிக்கா (1880-1926), பொருந்தினால்
tr: XIX. yüzyılda Avrupa'nın tarihi haritasına veya varsa Amerika Birleşik Devletleri'ne (1880-1926) bağlantılar göster
uk: Показати посилання на історичну карту Європи XIX. століття, або Сполучені Штати Америки (1880-1926), якщо потрібно

source: Supports the non-standard Gedcom _FSFTID (FamilySearch id) tag, in the tab and in the sidebar.
ru: Поддерживает нестандартный тег Gedcom _FSFTID (FamilySearch id) на вкладке и на боковой панели.
sk: Podporuje neštandardný GEDCOM tag _FSFTID (FamilySearch id) v záložke a v bočnom paneli.
uk: Підтримує нестандартний тег Gedcom _FSFTID (ідентифікатор FamilySearch) на вкладці та на бічній панелі.

source: The following options may be used alternatively or additionally.
ca: Les opcions següents es poden utilitzar alternativament o addicionalment.
cs: Následující možnosti se mohou použít alternativně nebo dodatečně.
da: Følgende valgmuligheder kan bruges enten alternativt eller ekstra.
de: Die folgenden Optionen können alternativ oder zusätzlich verwendet werden.
fr: Les options suivantes peuvent être utilisées alternativement ou en plus.
sk: Nasledovné možnosti sa môžu používať dodatočne, alebo alternatívne.
ta: பின்வரும் விருப்பங்கள் மாற்றாக அல்லது கூடுதலாக பயன்படுத்தப்படலாம்.
tr: Aşağıdaki seçenekler alternatif olarak veya ek olarak kullanılabilir.

source: The link item will not be shown for locations outside the respective boundaries of Europe and the US.
ca: L'element de l'enllaç no es mostrarà per a les ubicacions fora de les fronteres respectives d'Europa i els EUA.
cs: Odkaz se nezobrazí pro místa ležící mimo hranice Evropy, případně USA.
da: Linket vil ikke blive vist for steder uden for henholdsvis Europas og USA's grænser.
de: Für Standorte außerhalb der jeweiligen Grenzen von Europa und den USA wird der Link-Eintrag nicht angezeigt.
fr: L'élément lié ne sera pas affiché pour les emplacements en dehors des frontières respectives de l'Europe et des États-Unis.
nb_no: Koblingselementet vises ikke for steder utenfor de respektive grensene for Europa og USA.
ru: Элемент ссылки не будет отображаться для местоположений за пределами соответствующих границ Европы и США.
sk: Odkaz sa nezobrazí pre lokality mimo hraníc Európy a USA.
ta: ஐரோப்பா மற்றும் அமெரிக்காவின் அந்தந்த எல்லைகளுக்கு வெளியே உள்ள இடங்களுக்கு இணைப்பு உருப்படி காட்டப்படாது.
tr: Bağlantı öğesi, Avrupa ve ABD'nin ilgili sınırları dışındaki yerler için gösterilmeyecektir.
uk: Елемент посилання не відображатиметься для місць за межами відповідних кордонів Європи та США.

source: The original tab had the trademark sign - keep it if you like, or if you feel legally bound to.
ca: La pestanya original tenia el signe de marca comercial: conserveu-lo si voleu o si us sentiu legalment obligat.
cs: Na původní záložce byl znak obchodní značky (trade mark) ‒ ponechte jej, pokud chcete nebo jste k tomu právně zavázáni.
da: Den oprindelige fane bar varemærketegnet – fasthold det, hvis du vil, eller hvis du føler en juridisk forpligtelse.
de: Die ursprüngliche Registerkarte hatte das 'TM'-Markenzeichen - behalte es, wenn Du möchtest oder Dich rechtlich dazu verpflichtet fühlst.
fr: L'onglet d'origine avait le signe de la marque - conservez-le si vous le souhaitez ou si vous vous sentez légalement lié.
nb_no: Den opprinnelige fanen hadde varemerketegnet - behold det hvis du vil, eller hvis du føler deg juridisk forpliktet til det.
ru: На исходной вкладке был знак товарного знака - сохраните его, если хотите или если вы чувствуете себя обязанным по закону.
sk: Originálna záložka mala označenie obchodnej značky (trade mark) - ponechajte jej zobrazenie, ak máte povinnosť ho zobrazovať.
ta: அசல் தாவலில் வர்த்தக முத்திரை அடையாளம் இருந்தது - நீங்கள் விரும்பினால் அதை வைத்திருங்கள், அல்லது நீங்கள் சட்டப்பூர்வமாக பிணைக்கப்பட்டதாக உணர்ந்தால்.
tr: Orijinal sekmede bir ticari marka işareti vardı - isterseniz veya yasal olarak bağlı hissediyorsanız saklayın.
uk: На оригінальній вкладці був знак товарного знаку - зберігайте його, якщо хочете, або якщо ви відчуваєте юридичну прив’язаність.

source: The uri for map links, with placeholders (%1$s and %2$s) for map coordinates. The zoom level should be part of the uri. Example: %3$s
ru: URI для ссылок на карту с заполнителями (%1$s и %2$s) для координат карты. Уровень масштабирования должен быть частью uri. Пример: %3$s
sk: URI pre odkaz na mapu so zástupným i symbolmi (%1$s a%2$s) pre súradnice. Úroveň priblíženia by mala byť súčasťou URI. Príklad: %3$s
uk: URI для посилань на карту із заповнювачами (%1$s та %2$s) для координат карти. Рівень масштабування повинен бути частиною URI. Приклад: %3$s

source: They are used wherever facts are displayed, i.e. also outside this module.
ca: S'utilitzen allà on es mostren els fets, és a dir, també fora d'aquest mòdul.
cs: Použijí se vždy, když jsou fakty zobrazeny, t.j. i mimo tento modul.
da: De benyttes, hvor fakta vises, f.eks. også uden for dette modul.
de: Auch außerhalb dieses Module werden sie überall dort verwendet, wo Tatsachen angezeigt werden.
fr: Ils sont utilisés partout où des faits sont affichés, c'est-à-dire également en dehors de ce module.
sk: Použijú sa vždy, keď sa zobrazia fakty, t.j. aj mimo tohoto modulu.
ta: உண்மைகள் காண்பிக்கப்படும் இடங்களில் அவை பயன்படுத்தப்படுகின்றன, அதாவது இந்த தொகுதிக்கு வெளியே.
tr: Gerçeklerin gösterildiği her yerde, yani bu modülün dışında da kullanılırlar.

source: URI template
ca: Plantilla URI
cs: Šablona URI
da: URI-skabelon
de: URI-Vorlage
fr: Modèle d'URI
nb_no: URI-mal
ru: Шаблон URI
sk: URI vzor
ta: யூரி வார்ப்புரு
tr: URI şablonu
uk: Шаблон URI

source: United States of America (1880-1926) | %1$s
ca: Estats Units d'Amèrica (1880-1926) | %1$s
cs: Spojené státy americké (1880-1926) | %1$s
da: USA (1880-1926) | %1$s
de: Vereinigte Staaten von Amerika (1880-1926) | %1$s
fr: États-Unis d'Amérique (1880-1926) | %1$s
nb_no: De forente stater (1880-1926) | %1$s
ru: Соединенные Штаты Америки (1880-1926) | %1$s
sk: USA (1880-1926) | %1$s
ta: ஒன்றுபட்டது ச்டேட்ச் ஆஃப் அமெரிக்கா (1880-1926) | %1$s
tr: Amerika Birleşik Devletleri (1880-1926) | %1$s
uk: Сполучені Штати Америки (1880-1926) | %1$s

source: When checked, links to the main %1$s page, where you can switch between different historical layers available for the respective location, and fade in and out of a modern map, which may additionally be configured here:
ca: Quan es marca, enllaços al principal %1$s pàgina, on podeu canviar entre les diferents capes històriques disponibles per a la ubicació respectiva, i esvair-vos dins i fora d'un mapa modern, que també es pot configurar aquí:
cs: Je-li zvoleno, odkazuje na hlavní mapu %1$s, kde je možno přepínat mezi různými historickými hladinami dostupnými pro danou polohu, a stínovat z a do moderní mapy, což je možno konfigurovat zde:
da: Når markeret, linker det til hovedsiden for %1$s, hvor du kan skifte mellem de forskellige historiske lag, der er tilgængelige for den respektive placering, og fader ind og ud af et moderne kort, som eventuelt kan konfigureres her:
de: Wenn diese Option aktiviert ist, verweist sie auf die %1$s-Hauptseite, auf der Du zwischen verschiedenen für den jeweiligen Standort verfügbaren historischen Layern wechseln und eine moderne Karte ein- und ausblenden kannst, die hier zusätzlich konfiguriert werden kann:
fr: Lorsqu'elle est cochée, des liens vers la page principale de %1$s, où vous pouvez basculer entre les différentes couches historiques disponibles pour l'emplacement respectif, et faire un fondu entrant et sortant d'une carte moderne, qui peut également être configurée ici :
nb_no: Når det er merket av for dette alternativet, kobler du til hovedsiden %1$s, der du kan bytte mellom ulike historiske lag som er tilgjengelige for den respektive plasseringen, og fade inn og ut av et moderne kart, som i tillegg kan konfigureres her:
ru: Если флажок установлен, ссылка ведет на главную страницу %1$s, где можно переключаться между различными историческими слоями, доступными для соответствующего местоположения, и переходить к современной карте, которая может быть дополнительно настроена здесь:
sk: Ak je zvolené, odkazuje na úplnu stránku %1$s, kde môžete prepínať medzi rôznymi historickými vrstvami, ktoré sú k dispozícii pre príslušnú lokalitu. Taktiež môžete meniť priehľadnosť k podkladovej mape, ktorú si nastavíte tu:
ta: சரிபார்க்கும்போது, பிரதான %1$s பக்கத்திற்கான இணைப்புகள், அங்கு நீங்கள் அந்தந்த இடத்திற்கு கிடைக்கக்கூடிய வெவ்வேறு வரலாற்று அடுக்குகளுக்கு இடையில் மாறலாம், மேலும் நவீன வரைபடத்திற்கு உள்ளேயும் வெளியேயும் மங்கிவிடலாம், இது கூடுதலாக இங்கே கட்டமைக்கப்படலாம்:
tr: İşaretlendiğinde, ilgili konum için mevcut olan farklı tarihsel katmanlar arasında geçiş yapabileceğiniz ve ek olarak burada yapılandırılabilen modern bir haritaya girip çıkabileceğiniz ana %1$s sayfasına bağlantılar:
uk: Якщо встановлено прапорець, посилання веде на головну сторінку %1$s, де ви можете перемикатися між різними історичними шарами, доступними для відповідного місця, і порівнювати з сучасною картою, яку можна додатково налаштувати тут:

source: Witness at a marriage
ca: Testimoni d'un matrimoni
cs: Svědek/svědkyně na svatbě
da: Vidne ved et bryllup
de: Trauzeuge/Trauzeugin
fr: Témoin au mariage
nb_no: Vitne ved et ekteskap
ru: Свидетель на бракосочетании
sk: Svedok pri sobáši
ta: ஒரு திருமணத்தில் சான்று
tr: Bir evlilikte tanık
uk: Свідок на весіллі

# FEMALE
source: Witness at a marriage
ca: Testimoni d'un matrimoni
cs: Svědkyně na svatbě
da: Vidne ved et bryllup
de: Trauzeugin
fr: Témoin au mariage
nb_no: Vitne ved et ekteskap
ru: Свидетель на бракосочетании
sk: Svedok pri sobáši
ta: ஒரு திருமணத்தில் சான்று
tr: Bir evlilikte tanık
uk: Свідок на весіллі

# MALE
source: Witness at a marriage
ca: Testimoni d'un matrimoni
cs: Svědek na svatbě
da: Vidne ved et bryllup
de: Trauzeuge
fr: Témoin au mariage
nb_no: Vitne ved et ekteskap
ru: Свидетель на бракосочетании
sk: Svedkyňa pri sobáši
ta: ஒரு திருமணத்தில் சான்று
tr: Bir evlilikte tanık
uk: Свідок на весіллі

source: You can also configure a custom map provider. Enter its name here.
ca: També podeu configurar un proveïdor de mapes personalitzat. Introdueix el seu nom aquí.
cs: Můžete také konfigurovat vlastního poskytovatele mapy. Sem zadejte jeho jméno.
da: Du kan også konfigurere en brugerdefineret kortudbyder. Indtast dens navn her.
de: Du kannst auch einen benutzerdefinierten Kartenanbieter konfigurieren. Gib hier den Namen ein.
fr: Vous pouvez également configurer un fournisseur de carte personnalisé. Entrez son nom ici.
nb_no: Du kan også velge en egen kartleverandør. Angi navnet her.
ru: Вы также можете настроить собственный поставщик карт. Введите его имя здесь.
sk: Môžete nakonfigurovať vlastného poskytovateľa mapy. Zadajte sem jeho názov.
ta: தனிப்பயன் வரைபட வழங்குநரையும் நீங்கள் உள்ளமைக்கலாம். அதன் பெயரை இங்கே உள்ளிடவும்.
tr: Ayrıca özel bir harita sağlayıcısı da yapılandırabilirsiniz. Adını buraya girin.
uk: Ви також можете налаштувати власного постачальника карт. Введіть тут його назву.

source: Zoom level of linked map
ca: Nivell de zoom del mapa enllaçat
cs: Úroveň zvětšení odkazované mapy
da: Det linkede korts zoomniveau
de: Zoom-Stufe der verknüpften Karte
fr: Niveau de zoom de la carte liée
nb_no: Zoomnivå for koblet kart
ru: Уровень масштабирования связанной карты
sk: Zoom odkazovanej mapy
ta: இணைக்கப்பட்ட வரைபடத்தின் பெரிதாக்க நிலை
tr: Bağlantılı haritanın yakınlaştırma seviyesi
uk: Рівень масштабування пов'язаної карти

source: add
ru: добавить
sk: pridať

source: Google Maps
cs: Mapy Google
fr: Cartes Google
ru: Карты Гугл
ta: கூகிள் வரைபடங்கள்
tr: Google Haritalar

source: Bing Maps
cs: Mapy Bing
fr: Cartes Bing
nb_no: Bing Kart
ru: Карты Bing
ta: பிங் வரைபடங்கள்
tr: Bing Haritalar

source: OpenStreetMap
ru: Открытые карты
ta: ஓபன்ச்ட்ரீட் வரைபடம்

source: Arcanum Maps
ta: ஆர்கனம் வரைபடங்கள்

source: Initialization
da: Initialisering
de: Initialisierung
fr: Initialisation
ta: முன்னமைவு

source: Load this tab dynamically
da: Indlæs denne fane dynamisk
de: Diese Registerkarte dynamisch laden
fr: Charger cet onglet dynamiquement
ta: இந்த தாவலை மாறும் வகையில் ஏற்றவும்

source: Select this option in order to load the tab contents only once the tab is actually selected.
da: Foretag dette valg for at indlæse fanens indhold én gang efter valget af fanen.
de: Wählen Sie diese Option, um den Inhalt der Registerkarte erst zu laden, wenn die Registerkarte tatsächlich ausgewählt ist.
fr: Sélectionnez cette option afin de charger le contenu de l'onglet uniquement une fois l'onglet réellement sélectionné. Cela peut améliorer les performances globales.
ta: தாவல் உண்மையில் தேர்ந்தெடுக்கப்பட்டவுடன் மட்டுமே தாவல் உள்ளடக்கங்களை ஏற்ற இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும்.

source: Deselecting this option may improve the tab loading behavior, in particular in case of large images.
da: Fravalg af denne mulighed kan forkorte fanens indlæsningshastighed. Især ved store billeder.
de: Die Deaktivierung dieser Option kann das Ladeverhalten der Registerkarten verbessern, insbesondere bei großen Bildern.
fr: Désélectionner cette option peut améliorer le comportement de chargement de l'onglet, en particulier dans le cas de grandes images.
ta: இந்த விருப்பத்தை தேர்வுசெய்தல் தாவல் ஏற்றுதல் நடத்தையை மேம்படுத்தலாம், குறிப்பாக பெரிய படங்களின் விசயத்தில்.

source: The uri for map links, with placeholders (%1$s and %2$s) for map coordinates, and optional placeholder %3$s for the place name. The zoom level should be part of the uri. Example: %4$s
da: URI'en til kortlinks, med pladsholdere (%1$s og %2$s) for kortkoordinater, samt en valgfri pladsholder %3$s for stednavnet. Zoomniveauet skal være inkluderet i URI'en. Eksempel: %4$s
de: Die URI für Kartenlinks, mit Platzhaltern (%1$s und %2$s) für Kartenkoordinaten und optionalem Platzhalter %3$s für den Ortsnamen. Die Zoomstufe sollte Teil der URI sein. Beispiel: %4$s
fr: Le uri pour les liaisons de carte, avec les emplacements (%1$s et %2$s) pour les coordonnées de la carte, et l'emplacement optionnel %3$s pour le nom de la place. Le niveau de zoom devrait faire partie de l'uri. Exemple : %4$s
ta: MAP இணைப்புகளுக்கான URI, MAP ஆயத்தொகுதிகளுக்கு பிளேச்ஓல்டர்கள் ( %1$s மற்றும் %2$s), மற்றும் இட பெயருக்கு விருப்பமான ஒதுக்கிடர் %3$s. சூம் நிலை யூரி இன் ஒரு பகுதியாக இருக்க வேண்டும். எடுத்துக்காட்டு: %4 $ s
tr: Harita bağlantıları için uri, harita koordinatları için yer tutucular (%1$s ve %2$s) ve yer adı için isteğe bağlı yer tutucu %3$s. Yakınlaştırma seviyesi uri'nin bir parçası olmalıdır. Örnek: %4$s

source: Modules listed here may provide additional data for facts and events (displayed in the configured order).
ru: Перечисленные здесь модули могут предоставлять дополнительные данные для фактов и событий (отображаются в настроенном порядке).
uk: Модулі, перераховані тут, можуть надавати додаткові дані про факти та події (відображаються у налаштованому порядку).
